app/Models/Meta_model.php

    public function getAllBusiness()
    {
        return $this->db->table("businesses")->get()->getResult();
---
SELECT *
FROM `businesses`